[
  {
    "id": 1,
    "text": "Saya merupakan seorang anak yang masuk ke dalam kategori anak dengan orang tua yang strict parents. Orang tua saya selalu meminta agar sepulang sekolah saya langsung pulang ke rumah. Mereka meminta saya untuk berjanji dan saya menurutinya. Suatu ketika, saya diajak teman untuk pergi karoke bersama tujuan refreshing dari aktivitas tersebut saya pun pulang dengan terlambat, lalu ibu bertanya kepada saya mengenai alasan saya pulang terlambat. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Memohon maaf karena pulang terlambat  dan berkata jujur akan aktivitasnya bersama teman-temannya.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Tidak menjawab dan langsung pergi ke kamar",
        "score": 0
      },
      {
        "key": "C",
        "text": "Berbohong dengan mengatakan ada ekstrakulikuler tambahan.",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengalihkan topik pembicaraan agar ibu lupa",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Integritas yang baik selalu tercermin kepada orang-orang yang menunjukkan perilaku  yang selaras dengan nilai, atau etika. Begitupun pada soal di atas, Orang yang berintegritas baik akan selalu berusaha untuk jujur bagaimanapun kondisinya dan kepada siapapun dia harus bertindak. Opsi A paling tepat."
  },
  {
    "id": 2,
    "text": "Suatu ketika saya tidak sengaja mendengar percapakan 2 rekan kerja yang sedang merencanakan pembagian hasil dari korupsi uang karyawan. Mengetahui hal tersebut bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Berpura-pura tidak mendengar percakapan tersebut",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mengingatkan rekan kerja untuk tidak melakukan korupsi",
        "score": 0
      },
      {
        "key": "C",
        "text": "Meminta kepada rekan kerja agar saya bergabung pada pembagian bisnis tersebut",
        "score": 0
      },
      {
        "key": "D",
        "text": "Melaporkan hal tersebut kepada pimpinan",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Salah satu ciri dari orang yang memiliki integritas yang baik adalah memiliki kejujuran yang tinggi. Ketika menghadapi situasi dimana Anda mengetahui bahwa rekan kerja Anda berbuat curang, maka tindakan yang bisa Anda lakukan adalah dengan memberikan peringatan terhadap rekan kerja untuk bertindak sesuai dengan nilai, norma dan etika organisasi dalam segala situasi dan kondisi."
  },
  {
    "id": 3,
    "text": "Ketika saya mendapati karyawan yang tidak menyelesaikan tugasnya dengan baik, maka sikap saya sebagai pimpinan adalah ….",
    "options": [
      {
        "key": "A",
        "text": "Memarahinya di depan karyawan lain",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mencari tahu, terkait kendala yang dihadapi oleh karyawan saya tersebut",
        "score": 0
      },
      {
        "key": "C",
        "text": "Memberinya sanksi berupa surat peringatan",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengevaluasi kinerjanya beberapa bulan terakhir",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Salah satu indikator dari aspek tersebut adalah kemampuan untuk memastikan anggota yang dipimpin bertindak sesuai dengan nilai, norma dan etika organisasi dalam segala situasi dan kondisi."
  },
  {
    "id": 4,
    "text": "Saya merupakan seorang pimpinan yang dikenal tegas oleh karyawan saya. Bagaimanakah sikap saya seharusnya kala mengetahui bahwa terdapat karyawan yang memiliki prestasi yang bagus selama bekerja di perusahaan?",
    "options": [
      {
        "key": "A",
        "text": "Memberikannya reward sebagai bentuk apresiasi terhadap kinerjanya tersebut",
        "score": 1
      },
      {
        "key": "B",
        "text": "Bersikap biasa saja karena memang sudah kewajibannya memberikan performance yang terbaik",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mengamati kinerja 1-2 bulan kedepan lalu memberikannya reward..",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mencari tahu kepribadian dari karyawan tersebut di kalangan karyawan lainnya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Salah satu indikator dari aspek ini adalah kemampuan untuk memberi apresiasi dan teguran bagi anggota yang dipimpin agar bertindak selaras dengan nilai, norma, dan etika organisasi dalam segala situasi dan kondisi."
  },
  {
    "id": 5,
    "text": "Suatu ketika terdapat kegiatan penyuluhan yang merupakan projek dari dosen. Kegiatan penyuluhan ini melibatkan mahasiswa dalam per-tim. Pada saat  persiapan penyuluhan tim saya, ketua kelompok sudah membagikan tugas dengan rata atau secara adil. Saya pun selesai menyiapkan bagian saya. Ketika akan bersantai sejenak, saya melihat teman saya nampak kesulitan dan kewalahan dalam membuat 40 kotak box sendirian. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Memilih bersantai saja karena saya juga merasa kelelahan",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menawarkan bantuan kepada rekan kerja saya terlebih dahulu. Segera Mendampingi rekan kerja saya kala melakukan revisi sesuai dengan tugas yang pernah saya kerjakan",
        "score": 0
      },
      {
        "key": "C",
        "text": "Segera membantu teman saya dalam menyelesaikan 40 box itu",
        "score": 0
      },
      {
        "key": "D",
        "text": "Memberikan semangat kepada rekan kerja saya yang akan revisi.",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kerja sama. Salah satu indikator dari aspek tersebut adalah kemampuan untuk membantu orang lain dalam menyelesaikan tugas-tugas mereka untuk mendukung sasaran tim kerja."
  },
  {
    "id": 6,
    "text": "Saya merupakan mahasiswa dari keluarga sederhana, hal tersebut membuat saya berusaha untuk menjadi mahasiswa yang ambisius. Suatu ketika, akan dilaksanakan ujian akhir semester. Saya melihat beberapa teman sedang berkumpul bekerjasama untuk memahami materi yang akan masuk. Bagaimanakah sikap saya pada situasi tersebut?",
    "options": [
      {
        "key": "A",
        "text": "Belajar seorang diri.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menghampiri teman-teman lalu saling belajar bersama",
        "score": 0
      },
      {
        "key": "C",
        "text": "Hanya memanggil 2-3 orang teman untuk belajar bersama saya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Memilih keluar kelas dan mencari tempat tenang untuk belajar.",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kerjasama. Salah satu indikator dari aspek tersebut adalah kemampuan untuk mau bekerjasama dengan orang lain untuk mencapai tujuan  bersama."
  },
  {
    "id": 7,
    "text": "Saya bekerja di sebuah rumah sakit yang system pelayanannya adalah system  shift. Suatu ketika, saya merasa sedang sakit dan tidak bisa untuk masuk pagi. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Menelpon rekan kerja agar mau membantu saya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memaksakan diri untuk tetap pergi ke kantor",
        "score": 0
      },
      {
        "key": "C",
        "text": "Beristirahat sejenak, lalu bersiap menuju ke kantor",
        "score": 0
      },
      {
        "key": "D",
        "text": "Menghubungi pimpinan dan menyampaikan permasalahan shift yang saya miliki",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kerjasama. Salah satu indikator dari aspek ini adalah kemampuan untuk menjalin interaksi sosial guna penyelesaian tugas. Pada soal di atas di ketahui bahwa Anda tengah sakit sehingga untuk mengatasi hal tersebut Anda perlu menjalin hubungan dengan baik bersama lingkungan kerja Anda."
  },
  {
    "id": 8,
    "text": "Saya merupakan seorang pimpinan, suatu ketika terdapat karyawan yang meminta izin kepada saya untuk menyampaikan beberapa ide-idenya yang menurutnya sangat berguna bagi kemajuan perusahaan di masa mendatang. Bagaimana sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Mempersilahkan karyawan tersebut masuk ke ruangan dan mendengarkan informasi yang ingin disampaikan",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menyuruh karyawan saya datang lain waktu saja",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mengamati cara penyampaian informasi yang diberikan",
        "score": 0
      },
      {
        "key": "D",
        "text": "Meragukan informasi yang akan diberikan",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah komunikasi. Salah satu indikator dari aspek tersebut adalah kemampuan untuk mendengarkan pihak lain secara aktif, menangkap dan menginterpretasikan pesan-pesan dari orang lain, serta memberikan respon yang sesuai."
  },
  {
    "id": 9,
    "text": "Saya merupakan seorang guru. Suatu ketika, saya tengah memeriksa hasil jawaban dari ujian siswa-siswa saya. Di tengah pemeriksaan lembar jawaban, saya kaget karena salah satu murid kesayangan saya mendapatkan nilai rendah. Ini adalah kali pertamanya, siswa tersebut mendapatkan nilai rendahnya. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Membiarkan hal tersebut terjadi karena nilai rendah adalah hal yang biasa",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memanggil siswa tersebut dan bertanya terkait masalah apa yang dimilikinya",
        "score": 0
      },
      {
        "key": "C",
        "text": "Membawa siswa saya tersebut ke Bimbingan konseling",
        "score": 0
      },
      {
        "key": "D",
        "text": "Bersikap cuek saja",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah komunikasi. Salah satu indikator dari aspek tersebut adalah kemampuan untuk mendengarkan pihak lain secara aktif menangkap dan menginterpretasikan pesan-pesan dari orang lain, serta memberikan respon yang sesuai."
  },
  {
    "id": 10,
    "text": "Beberapa hari yang lalu, saya memiliki janji temu dengan sahabat saya. Saya pun menyetujuinya. Namun, pada hari yang sama ternyata ada kegiatan kantor yang mewajibkan saya dalam menghadirinya. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Meminta izin kepada pimpinan untuk tidak berpartisipasi pada kegiatan kantor karena ada janji temu bersama sahabat.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menyelesaikan kegiatan kantor dulu, lalu pergi bersama sahabat saya.",
        "score": 0
      },
      {
        "key": "C",
        "text": "Menelpon sahabat saya, bahwa saya memiliki agenda dadakan dan wajib mengikuti kegiatan kantor, baru bertemu dengannya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Membuat jadwal ulang terkait pertemuan bersama sahabat.",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah komunikasi. Salah satu indikator dari aspek tersebut adalah kemampuan untuk menyampaikan sesuatu hal yang tidak sesuai dengan realitas yang ada. Memberikan informasi dengan tujuan bisa mengambil keputusan untuk kebaikan bersama."
  },
  {
    "id": 11,
    "text": "Pada masa pandemi saya beberapa kali mengalami kesulitan dalam memperoleh jaringan. Hal itu, sudah saya sadari sejak awal pelaksanaan kegiatan pembelajaran secara online. Kondisi tersebut juga menjadikan saya sangat sulit untuk bisa aktif berpartisipasi dalam kegiatan pembelajaran. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Berpasrah diri dengan keadaan",
        "score": 1
      },
      {
        "key": "B",
        "text": "Berusaha mencari jaringan di beberapa titik yang memungkinkan berpotensi memberikan signal yang bagus",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mengeluhkan masalah saya kepada guru",
        "score": 0
      },
      {
        "key": "D",
        "text": "Menitip absensi kepada teman",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah orientasi pada hasil. Salah satu indikator dari aspek tersebut adalah kemampuan dalam mempertahankan komitmen pribadi yang tinggi untuk mencapai sesuatu hal yang ingin dituju. Pada soal di atas diketahui bahwa Anda merupakan sosok yang senang aktif berpartisipasi dikelas, sehingga Anda seharusnya mencoba memecahkan masalah tersebut dengan melakukan tindakan seperti pada opsi B."
  },
  {
    "id": 12,
    "text": "Saya merupakan seorang assistant dosen, suatu ketika saya diminta untuk menyelesaikan translate jurnal. Padahal saya juga perlu untuk mempersiapkan ujian pada esok hari. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Menunda pengerjaan translate jurnal sampai saya selesai ujian",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mempertanyakan deadline  penyelesaian dari tugas dosen",
        "score": 0
      },
      {
        "key": "C",
        "text": "Segera menyelesaikan translate jurnal tersebut, lalu fokus belajar persiapan ujian",
        "score": 0
      },
      {
        "key": "D",
        "text": "Meminta kebijaksanaan dosen untuk menunda penyelesaian translate jurnal dalam waktu yang dekat",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah orientasi pada hasil. Salah satu indikator dari aspek tersebut adalah kemampuan untuk Menyelesaikan tugas dengan tuntas dan dapat diandalkan."
  },
  {
    "id": 13,
    "text": "Ketika metode kerja yang saya gunakan dalam penyelesaian tugas di kantor tidak bekerja dengan baik, dan mempengaruhi performance saya. Maka hal yang akan saya lakukan adalah ….",
    "options": [
      {
        "key": "A",
        "text": "Bersedia menerima masukan dari rekan kerja lainnya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memaksakan metode yang sudah saya kuasai",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya akan mogok kerja hingga metode yang biasa saya gunakan kembali efektif lagi",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengidentifikasi permasalahan yang ada pada metode kerja saya.",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah orientasi pada hasil. Salah satu indikator dari aspek tersebut adalah kemampuan untuk Bersedia menerima masukan, mengikuti contoh cara bekerja yang lebih efektif, efisien di lingkungan kerjanya. Pada soal di atas telah diketahui bahwa metode yang biasa Anda gunakan bermasalah, sehingga di perlukan kebaharuan dalam meningkatkan metode"
  },
  {
    "id": 14,
    "text": "Tenri merupakan seorang petugas apotik. Pada saat jam pelayanan, Tenri melihat seorang nenek dalam antrian yang panjang. Dari raut wajahnya nenek tersebut sudah tampak kelelahan karena telah mengantri lama. Bagaimanakah sikap tenri seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Mengacuhkan kondisi nenek tersebut.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memberikan pengertian kepada pasien lain yang mengantri dan memberikan pelayanan kepada nenek tua tersebut terlebih dahulu.",
        "score": 0
      },
      {
        "key": "C",
        "text": "Membiarkan nenek tersebut tetap mengantri menunggu obatnya sesuai aturan antrian",
        "score": 0
      },
      {
        "key": "D",
        "text": "Berdiskusi dengan rekan kerja agar mendahulukan pelayanan kepada nenek tersebut",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah pelayanan publik. Salah satu indikator dari aspek tersebut adalah kemampuan  melaksanakan pelayanan yang baik, sesuai SOP dan tentunya berdasar pada situasi dan kondisi."
  },
  {
    "id": 15,
    "text": "Ridwan  merupakan seorang customer service di sebuah perusahaan asuransi. Ketika sedang melakukan pelayanan terhadap customer yang lainnya tiba-tiba terdapat seorang kakek tua yang merupakan customer di perusahaan kami datang dengan emosi memberikan complaint hal tersebut memecah konsentrasi pelayanan dan banyak menarik perhatian orang yang sedang berada di kantor. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Segera memanggil security agar mengamankan customer tersebut.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Bersikap tidak peduli karena sibuk memberikan pelayanan kepada customer yang ada di hadapan saya",
        "score": 0
      },
      {
        "key": "C",
        "text": "Beranjak dari tempat duduk dan menghampiri customer tersebut guna memberikan solusi dari permasalahan yang dihadapinya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Memanggil rekan kerja untuk menenangkan customer yang melakukan protes tersebut",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal tersebut adalah pelayanan publik. Salah satu ciri khas dari aspek ini adalah terdapat aktivitas pelayanan di dalamnya. Indikator dari aspek pelayanan yang seharusnya tercermin pada soal di atas adalah kemampuan dalam melayani kebutuhan, permintaan, dan keluhan pemangku kepentingan. Sebagai seorang customer service yang bertanggung jawab dalam menangani pelanggan atau customer maka sudah semestinya menunjukkan sikap yang ramah dan selalu berusaha untuk menyelesaikan permasalahan yang dihadapi oleh customer. Sehingga opsi yang paling tepat adalah C."
  },
  {
    "id": 16,
    "text": "Tita  merupakan seorang sales tas yang memiliki watak sulit meredam emosi Suatu ketika terdapat seorang gadis yang jauh lebih muda darinya yang datang ke toko untuk melihat produk tas yang di kelola oleh Tita. Remaja tersebut menyuruh Tita mengambilkannya beberapa produk tas dengan cara yang kurang sopan. Bagaimanakah sikap Tita seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Tetap bersikap ramah dan memenuhi kebutuhan dari customer",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memberikan pelayanan seadanya saja",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mengusir customer kurang ajar tersebut dengan segera",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengabaikan permintaan customer tersebut",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah pelayanan publik. Salah satu indikator dari aspek tersebut adalah kemampuan untuk memberikan pelayanan yang ramah, berkualitas dan berusaha untuk memenuhi segala kebutuhan dari customer"
  },
  {
    "id": 17,
    "text": "Saya merupakan pegawai baru di perusahaan digital. Suatu ketika, saya diamanahkan oleh manajer untuk memegang projek baru. Saya menyadari bahwa projek tersebut akan menjadi tantangan yang besar bagi saya suau hari nanti. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Menolak projek yang diamanahkan oleh manajer tersebut.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mengambil projek tersebut dan mempelajarinya dengan baik",
        "score": 0
      },
      {
        "key": "C",
        "text": "Memberikan saran kepada pimpinan agar memilih rekan kerja yang jauh lebih berpotensi",
        "score": 0
      },
      {
        "key": "D",
        "text": "Berkeluh kesah karena banyaknya projek yang diberikan kepada saya.",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah pengembangan diri dan orang lain. Salah satu indikator dari aspek tersebut adalah kemampuan untuk memotivasi diri menerima tantangan di dunia kerja. Adanya aksi ini akan membuat Anda menjadi jauh lebih tangguh dan berpengalaman."
  },
  {
    "id": 18,
    "text": "Saya merupakan seorang staff laboratorium yang memiliki jobdesc dalam mengambil darah pasien guna kepentingan pemeriksaan laboratorium. Saya mengamati beberapa teman saya hanya berfokus pada jobdescnya  saja tanpa memperhatikan kondisi fisiologis pada pasien pada saat pengambilan darah. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Mengikuti mekanisme pelayanan yang dilakukan oleh rekan kerja",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menerapkan komunikasi efektif sebelum dan sesudah pengambilan darah agar pasien merasa nyaman.",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mempertanyakan alasan mengapa rekan kerja tidak menerapkan prinsip komunikasi efektif.",
        "score": 0
      },
      {
        "key": "D",
        "text": "Melaporkan kepada pimpinan terkait rekan kerja yang tidak menerapkan komunikasi efektif",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah pengembangan diri dan orang lain. Salah satu indikator dari aspek tersebut adalah kemampuan untuk mengembangkan potensi diri yang dapat menunjang kinerja dalam pelayanan. Pada soal di atas diketahui bahwa budaya kerja yang Anda miliki semuanya hampir sama yaitu tanpa memperhatikan kondisi fisiologis pasien sehingga, untuk mengembangkan diri maka penerapan inovasi baru atau teori pelayanan yang baik, harusnya diterapkan."
  },
  {
    "id": 19,
    "text": "Sebelum mendapatkan pekerjaan sebagai seorang tenaga kesehatan tidak tetap di puskesmas. Saya senang mempelajari banyak Bahasa. Namun, setelah saya bekerja saya menjadi kurang konsisten lagi. Suatu ketika saya sudah memberikan pelayanan kepada pasien, dan jam-jam berikutnya puskesmas sudah nampak sepi. Apakah seharusnya yang saya lakukan?",
    "options": [
      {
        "key": "A",
        "text": "Memulai belajar meneruskan kebiasaan saya mempelajari bahasa.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memilih untuk beristirahat makan siang.",
        "score": 0
      },
      {
        "key": "C",
        "text": "Bermain sosial media saja.",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengubur dalam-dalam kebiasaan saya karena ketidakmampuan dalam menyediakan waktu belajar",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah Pengembangan diri dan orang lain. Salah satu indikator dari aspek tersebut adalah kemampuan untuk terus belajar mengenai hal-hal baru yang berguna untuk mengasah skill pribadi sehingga potensi diri menjadi meningkat."
  },
  {
    "id": 20,
    "text": "Di era digital ini, penggunaan social media menjadi sesuatu hal yang sangat sulit untuk dihindari. Sebagai seorang milenial bagaimanakah sikap Anda kala mendapatkan sebuah berita yang disebarkan melalui sosial media dan menimbulkan perdebatan?",
    "options": [
      {
        "key": "A",
        "text": "Ikut-ikutan berdebat memberikan opini saya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Tidak bermain sosial media sama sekali",
        "score": 0
      },
      {
        "key": "C",
        "text": "Menghindari berita kala mengandung judul yang bisa memicu perdebatan",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengenali sumber berita secara akurat dan filter dalam menerima opini yang ada",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah mengelola perubahan. Salah satu indikator dari aspek tersebut adalah kemampuan untuk menjadi pribadi yang lebih cerdas  kala menghadapi perubahan digital, berusaha untuk menjadi lebih cerdas dalam memilih atau memilah informasi yang belum tentu kebenarannya. Opsi D paling tepat."
  },
  {
    "id": 21,
    "text": "Pak Syam baru saja terpilih menjadi ketua jurusan di sebuah Universitas A. Pak Syam memiliki tanggung jawab selama 5 tahun kedepan dalam mengkoordinir jurusan. Sebelumnya, pak Syam sudah mengamati bahwa ada banyak kekurangan pembangunan di kepemimpinan sebelumnya. Menyadari hal tersebut bagaimanakah sikap pak Syam seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Meneruskan estafet kepemimpinan yang sebelumnya saja",
        "score": 1
      },
      {
        "key": "B",
        "text": "Membuat sebuah perencanaan pembangunan fasilitas kampus yang lebih baik",
        "score": 0
      },
      {
        "key": "C",
        "text": "Hanya fokus memajukan akademik mahasiswa saja",
        "score": 0
      },
      {
        "key": "D",
        "text": "Melakukan survey kepuasan mahasiswa terhadap kepemimpinan yang lama dan apa saja yang perlu diperbaiki",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah mengelola perubahan. Sebagai seorang pimpinan yang baru maka sudah sepatutnya melakukan evaluasi terhadap kepemimpinan yang sebelumnya melalui data yang akurat lalu membuat solusi berupa kebijakan apa yang akan dibuat dari data yang telah diperoleh."
  },
  {
    "id": 22,
    "text": "Sebagai seorang mahasiswa semester pertengahan. Saya merasa tidak terlalu memiliki kompetensi yang mumpuni di bidang yang saya geluti. Hal tersebut karena adanya budaya malas di dalam diri saya. Lantas, bagaimanakah sikap yang harus saya lakukan?",
    "options": [
      {
        "key": "A",
        "text": "Mencoba membangun kebiasaan yang baru dan lebih produktif",
        "score": 1
      },
      {
        "key": "B",
        "text": "Hanya melihat video motivasi saja",
        "score": 0
      },
      {
        "key": "C",
        "text": "Meminta saran kepada psikolog",
        "score": 0
      },
      {
        "key": "D",
        "text": "Berserah diri pada keadaan saja",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah mengelola perubahan. Salah satu indikator dari aspek tersebut adalah kemampuan untuk mengembangkan kemampuan diri untuk menghadapi perubahan di masa mendatang. Berusaha membangun kebiasaan merupakan salah satu langkah yang powerfull dan berguna untuk mendorong kompetensi kamu menjadi jauh lebih baik"
  },
  {
    "id": 23,
    "text": "Saya merupakan seorang pemuda  yang memiliki banyak tabungan hasil usaha kecil-kecilan yang sudah saya kumpulkan. Suatu ketika saya memutuskan untuk mengikuti trading. Sebelumnya saya sudah mengetahui bahwa  trading memiliki banyak resiko yang sewaktu-waktu bisa terjadi. Hingga suatu ketika hal buruk yang tidak ingin saya rasakan benar-benar terjadi, saya mengalami kerugian dari aktivitas trading tersebut. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Menerima segala risiko yang terjadi akibat keputusan saya sendiri",
        "score": 1
      },
      {
        "key": "B",
        "text": "Merasa menyesal akan keputusan yang sudah saya ambil",
        "score": 0
      },
      {
        "key": "C",
        "text": "Merasa depresi dan mengurung kamar di dalam diri",
        "score": 0
      },
      {
        "key": "D",
        "text": "Melakukan trading lagi hingga berhasil",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah pengambilan keputusan. Salah satu indikator dari aspek tersebut adalah kemampuan dalam menerima segala risiko yang terjadi akibat keputusan yang Anda ambil secara sadar."
  },
  {
    "id": 24,
    "text": "Pada saat pandemic omzet perusahaan menjadi menurun drastic. Bukan hanya perusahaan yang menjadi sumber penghasilan saya, namun perusahaan lain juga. Saya banyak mendengar bahwa beberapa perusahaan melakukan PHK besar besaran. Sebagai seorang pimpinan bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Segera melakukan PHK Besar-besaran juga",
        "score": 1
      },
      {
        "key": "B",
        "text": "Melakukan riset data dan informasi terhadap perusahaan apakah PHK perlu dilakukan atau tidak",
        "score": 0
      },
      {
        "key": "C",
        "text": "Meragukan kebenaran informasi yang saya terima tersebut",
        "score": 0
      },
      {
        "key": "D",
        "text": "Di Era pandemi saya akan mengurangi gaji karyawan saja",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah pengambilan keputusan. Salah satu indikator dari aspek tersebut adalah mengenali situasi atau keadaan  yang tepat untuk bertindak sesuai wewenang. Artinya dalam pengambilan keputusan maka, seorang pimpinan harus bijak dalam membaca situasi terlebih dahulu."
  },
  {
    "id": 25,
    "text": "Pada tahun ini, saya sudah memiliki hak untuk terlibat dalam kegiatan Pemilu utamanya untuk memilih presiden dan wakil presiden, namun saya bingung siapakah kandidat yang akan saya pilih nanti. Maka sebelum mengambil keputusan, apakah langkah yang seharusnya saya lakukan?",
    "options": [
      {
        "key": "A",
        "text": "Mencari informasi lengkap terkait pengalaman dan citranya sebagai pejabat",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memilih untuk golput saja agar saya tidak bingung",
        "score": 0
      },
      {
        "key": "C",
        "text": "Meminta saran ibu",
        "score": 0
      },
      {
        "key": "D",
        "text": "Ikut-ikutan dengan teman saja",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah pengambilan keputuasan. Salah satu indikator dari aspek tersebut adalah kemampuan dalam mengumpulkan informasi dan data sebelum pengambilan keputusna"
  },
  {
    "id": 26,
    "text": "Ketika bertemu dengan teman baru yang berasal dari suku agama maupun Ras yang berbeda dari saya maka sikap yang akan saya lakukan ...",
    "options": [
      {
        "key": "A",
        "text": "Saya akan berusaha menjaga perkataan agar tidak menyinggung",
        "score": 1
      },
      {
        "key": "B",
        "text": "Saya akan selalu menyambut mereka dengan baik",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya akan memperlakukannya dengan baik jika mereka memperlakukan saya dengan baik juga",
        "score": 0
      },
      {
        "key": "D",
        "text": "Saya akan mengacuhkannya karena merupakan kaum minoritas",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap perbedaan budaya. Salah satu indikator dari aspek tersebut adalah kemampuan dalam menerima adanya perbedaan antara satu individu dengan individu lainnya."
  },
  {
    "id": 27,
    "text": "Saat ini telah memasuki musim penghujan, dimana sebagian daerah banyak yang mengalami kebanjiran. Salah satu rekan kerja anda menjadi salah satu korban yang saat ini wilayah tempat tinggalnya terendam banjir. Sikap yang sebaiknya anda lakukan yaitu ....",
    "options": [
      {
        "key": "A",
        "text": "Mengajak rekan lain untuk bergotong royong membersihkan rumahnya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Membantu menyediakan kebutuhan yang diperlukan",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mengucapkan ikut prihatin atas musibah yang sedang terjadi",
        "score": 0
      },
      {
        "key": "D",
        "text": "Tidak terlalu memperdulikan karena bukan teman dekat saya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap keberagaman. Jawaban yang paling tepat adalah Opsi A yaitu mengajak rekan lain untuk bergotong royong membersihkan rumahnya. Ketika orang lain sedang mengalami kesusahan sudah sepantasnya kita membantunya, terlebih jika yang kesusahan adalah teman dekat kita."
  },
  {
    "id": 28,
    "text": "Ketika terjadi kesalahpahaman yang melibatkan saya dan rekan kerja dan menyebabkan kami tidak saling berbicara satu sama lain maka yang saya lakukan adalah ....",
    "options": [
      {
        "key": "A",
        "text": "Saya akan segera mengajukan resign",
        "score": 1
      },
      {
        "key": "B",
        "text": "Saya tidak akan meminta maaf sebelum orang lain yang mengatakan jika ia yang bersalah",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya akan meminta bantuan orang lain sebagai penengah dalam penyelesaian masalah",
        "score": 0
      },
      {
        "key": "D",
        "text": "Saya akan mengajak rekan saya untuk bicara secara baik-baik dan mencari jalan keluar untuk masalah yang terjadi",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap perbedaan budaya. Salah satu indikator dari aspek tersebut adalah mampu bersikap tenang, mengendalikan emosi, kemarahan dan frustasi dalam menghadapi pertentangan di lingkungan kerja."
  },
  {
    "id": 29,
    "text": "Saya merupakan seorang staff magang. Selama bekerja saya mengamati salah satu budaya kerja yang ada yaitu senang bergossip pada jam istirahat. Suatu ketika salah satu rekan kerja mengajak saya untuk bergabung. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Menolak ajakan tersebut dengan cara yang baik-baik dan beralasan ada tugas kantor yang harus diselesaikan dengan segera.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menolak ajakan tersebut lalu tersenyum saja",
        "score": 0
      },
      {
        "key": "C",
        "text": "Secara frontal mengatakan bahwa saya tidak suka bergossip",
        "score": 0
      },
      {
        "key": "D",
        "text": "Diam dan tidak menanggapi permintaan tersebut.",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap perbedaan budaya. Salah satu indikator dari aspek tersebut adalah kemampuan untuk beradaptasi dengan budaya lingkungan kerja, namun budaya yang dimaksud disini adalah budaya yang baik dan mampu memberikan manfaat kepada Anda, bergossip merupakan sesuatu hal yang tidak bermanfaat dan sebaiknya dihindari."
  },
  {
    "id": 30,
    "text": "Saya merupakan seorang remaja non muslim yang memiliki 2 orang sahabat. Suatu ketika, kami hang out bersama. Dengan mengendarai mobil, sayapun menyetir dengan tujuan menuju ke pantai favorite kami. Di tengah perjalanan salah satu teman kami yang beragama islam ingin melaksanakan sholat terlebih dahulu. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Memintanya untuk bersabar",
        "score": 1
      },
      {
        "key": "B",
        "text": "Segera mencari masjid terdekat yang mobil saya lewati.",
        "score": 0
      },
      {
        "key": "C",
        "text": "Berbuat iseng dengan tidak ingin mencari masjid dulu.",
        "score": 0
      },
      {
        "key": "D",
        "text": "Meminta saran dari sahabat saya yang satunya dan merupakan non muslim juga",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap perbedaan budaya. Salah satu indikatornya adalah menghargai perbedaan dengan bersikap toleransi meskipun sahabat Anda memiliki agama yang berbeda dari Anda."
  },
  {
    "id": 31,
    "text": "Ketika berada dilingkungan kerja yang baru maka saya akan ....",
    "options": [
      {
        "key": "A",
        "text": "Sangat sulit beradaptasi terlebih dengan rekan-rekan kerja yang menjadi partner dalam bekerja",
        "score": 1
      },
      {
        "key": "B",
        "text": "Hanya dapat bekerja sama dengan rekan kerja yang telah kenal sebelumnya",
        "score": 0
      },
      {
        "key": "C",
        "text": "Segera beradaptasi dengan rekan kerja baru demi meningkatkan kinerja dan profesionalism",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengenal terlebih dahulu partner diluar lingkungan kerja",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kemampuan berhubungan sosial. Salah satu indikator dari aspek tersebut adalah kemampuan untuk menjalin hubungan yang baik dengan rekan kerja, mampu beradaptasi dilingkungan kerja dan tentunya professional."
  },
  {
    "id": 32,
    "text": "Apa yang akan anda lakukan terhadap tanggung jawab pekerjaan anda ketika telah memasuki akhir bulan?",
    "options": [
      {
        "key": "A",
        "text": "Melemparkan tanggung jawab kepada rekan kerja yang bertugas pada saat itu",
        "score": 1
      },
      {
        "key": "B",
        "text": "Segera menyelesaikan tugas tersebut dengan baik",
        "score": 0
      },
      {
        "key": "C",
        "text": "Meminta bantuan rekan kerja lain jika memang dirasa tidak mampu untuk menyelesaikan sendiri",
        "score": 0
      },
      {
        "key": "D",
        "text": "Menunda pekerjaan",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kemampuan berhubungan sosial. Sebagai seorang karyawan yang memiliki tanggung jawab yang diamanahkan maka, tidak sepantasnya mengalihkan tanggung jawab begitu saja kepada rekan kerja. Hal ini bisa menimbulkan permasalahan di lingkungan sosial tempat Anda bekerja, seperti lingkungan yang menjadi kurang kondusif."
  },
  {
    "id": 33,
    "text": "Ketika saya menemukan kesulitan dalam penyelesaian projek maka yang akan saya lakukan ....",
    "options": [
      {
        "key": "A",
        "text": "Saya tidak segan untuk meminta bantuan kepada rekan kerja",
        "score": 1
      },
      {
        "key": "B",
        "text": "Saya akan bertanya kepada rekan terkait kesulitan yang saya alami",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya akan meminta bantuan ketika saya sudah merasa gagal dalam penyelesaian projek",
        "score": 0
      },
      {
        "key": "D",
        "text": "Saya tidak akan meminta bantuan kepada rekan kerja karena gengsi",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kemampuan berhubungan sosial. Salah satu bentuk sikap yang mencerminkan aspek ini adalah mampu untuk menjalin hubungan yang baik dengan rekan kerja, berkordinasi apabila terdapat sesuatu hal yang menghambat Anda dalam penyelesaian projek."
  },
  {
    "id": 34,
    "text": "Pada sesi diskusi kelompok, ketika teman saya memberikan saran yang membangun maka saya akan ....",
    "options": [
      {
        "key": "A",
        "text": "Menerimanya guna menjadi perbaikan untuk kedepannya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mengucapkan rasa terimakasih",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mempertahankan pendapat saya karena saya yakin sudah sesuai",
        "score": 0
      },
      {
        "key": "D",
        "text": "Tidak menghiraukan saran orang lain karena belum tentu sesuai",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kemampuan berhubungan sosial. Salah satu indikator dari aspek tersebut adalah kemampuan untuk melihat sisi baik dari saran atau masukan yang diberikan oleh orang lain guna perbaikan tugas kedepannya."
  },
  {
    "id": 35,
    "text": "Ketika akan pulang ke rumah, saya tidak sengaja melihat salah satu tetangga baru yang sedang sibuk memindahkan barang-barangnya dari mobil menuju ke dalam rumah. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Berlalu melewati tetangga baru tersebut.",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menyapa tetangga baru tersebut dan menawarkan bantuan untuk membantu memindahkan barang",
        "score": 0
      },
      {
        "key": "C",
        "text": "Tersenyum ke arah tetangga yang sedang terlihat sibuk",
        "score": 0
      },
      {
        "key": "D",
        "text": "Menceritakan berita ini kepada keluarga saya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kemampuan berhubungan sosial. Salah satu indikator dari aspek tersebut adalah kemampuan untuk menjalin interaksi dengan orang lain termasuk senior Anda di tempat kerja."
  },
  {
    "id": 36,
    "text": "Ketika saya melihat teman sekelompok saling berselisih paham maka saya akan ....",
    "options": [
      {
        "key": "A",
        "text": "Bersikap acuh karena tidak mau ikut campur urusan orang lain",
        "score": 1
      },
      {
        "key": "B",
        "text": "Bersikap acuh karena tidak mau ikut campur urusan orang lainMelerai jika sudah terjadi penyerangan fisik",
        "score": 0
      },
      {
        "key": "C",
        "text": "Menjadi penegah dan berusaha untuk mendamaikan teman yang berselisih",
        "score": 0
      },
      {
        "key": "D",
        "text": "Meminta teman yang lebih senior untuk menjadi penengah",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap konflik. Salah satu indikator dari aspek tersebut adalah kemampuan untuk menjadi agen dalam menyelesaikan pertikaian atau konflik yang ada. Pada situasi di atas, sikap yang paling tepat yang harus dilakukan adalah dengan menjadi penegah dan berusaha untuk mendamaikan teman yang berselisih."
  },
  {
    "id": 37,
    "text": "Salah seorang rekan saya yang dalam kesehariaannya ketika menyelesaikan pekerjaanya selalu meminta bantuan saya, hari ini ia mendapatkan promosi kenaikan jabatan. Padahal menurut penilaian saya kemampuannya tidak lebih baik dari saya. Menanggapi hal tersebut sikap saya adalah ....",
    "options": [
      {
        "key": "A",
        "text": "Bekerja lebih giat sehingga dapat menunjukkan kinerja yang lebih baik dari sebelumnya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mengucapkan selamat dan menjadikan hal tersebut sebagai motivasi",
        "score": 0
      },
      {
        "key": "C",
        "text": "Bersikap biasa saja karena kenaikan jabatan adalah hal yang pasti terjadi",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mengusut tuntas hal tersebut karena mencurigai adanya praktik KKN",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap konflik. Salah satu bagian dari aspek tersebut adalah kemampuan untuk mengantisipasi kemungkinan konflik apa saja"
  },
  {
    "id": 38,
    "text": "Ketika sedang belajar di ruang tamu, saya melihat kedua sepupu saya sedang bertengkar karena berebutan mainan. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Beranjak menuju ke arah sepupu lalu berusaha mendamaikannya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memanggil ibu dari sepupu saya tersebut.",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya tetap fokus belajar karena ini lebih penting",
        "score": 0
      },
      {
        "key": "D",
        "text": "Memarahi kedua sepupu saya sehingga mereka bisa berdamai dengan segera",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap konflik. Salah satu indikator dari aspek tersebut adalah kemampuan untuk mengendalikan situasi yang bisa memicu konflik. Anda menjadi agen yang berusaha menyelesaikan konflik di antara sepupu Anda"
  },
  {
    "id": 39,
    "text": "Suatu ketika, saya memiliki perlombaan debat Bahasa inggris. Namun, saya juga harus fokus untuk ujian tengah semester. Di satu sisi, saya merupakan orang yang tidak bisa menolak ajakan atau permintaan orang lain. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Berkomunikasi dengan pelatih terkait kondisi saya yang tidak memungkinkan untuk berpartisipasi",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menyarankan pelatih mencari peserta baru",
        "score": 0
      },
      {
        "key": "C",
        "text": "Merasa stress dengan kondisi saya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Meminta kebijakan pelatih agar saya diringankan dalm ujian jika mengikuti lomba",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap konflik. Salah satu indikator dari aspek ini adalah kemampuan untuk meminimalisir kemampuan konflik yang akan terjadi di masa mendatang dengan memanfaatkan penyelesaian masalah secara dini melalui komunikasi efektif.  Pada situasi di atas maka opsi A paling tepat."
  },
  {
    "id": 40,
    "text": "Anda memiliki rekan satu divisi anda yang senang sekali menyelesaikan pekerjaannya ketika sudah memasuki batas waktu yang sudah ditentukan, hal tersebut membuat hasil pekerjaannya menjadi kurang maksimal. Menanggapi hal tersebut maka yang akan Anda lakukan ....",
    "options": [
      {
        "key": "A",
        "text": "Membiarkan saja karena setiap anggota divisi sudah memiliki tugas dan tanggung jawab masing-masing",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menegur dan menasehatinya agar segera menyelesaikan tugas yang diberikan setelah mendapatnya",
        "score": 0
      },
      {
        "key": "C",
        "text": "Memberikan saran untuk meminta bantuan rekan lain jika tidak mampu menyelesaikan pekerjaannya sendiri",
        "score": 0
      },
      {
        "key": "D",
        "text": "Memberikan semangat agar dapat segera menyelesaikan tugasnya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah kepekaan terhadap konflik. Salah satu bagian dari aspek tersebut adalah kemampuan untuk mengatasi permasalahan yang ada. Sebagai seorang mahluk sosial yang beradab sangat penting untuk memperhatikan tindakan-tindakan apa saja yang dilakukan terhadap orang lain."
  },
  {
    "id": 41,
    "text": "Teman satu kelas saya sedang asik membicarakan salah satu teman yang usai dipanggil ke ruang Kepala Sekolah karena sudah menunggak pembayaran uang buku dan berpotensi tidak dapat mengikuti Penilaian Akhir Semester karena hal tersebut. Ia merupakan anak yatim dan ibunya hanya bekerja sebagai buruh cuci saja. Menanggapi permasalahan tersebut maka sikap yang saya lakukan ....",
    "options": [
      {
        "key": "A",
        "text": "Mengajukan usulan alternatif tindakan yang tepat",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mengajak teman sekelas untuk memberikan semangat kepada teman yang kesusahan tersebut",
        "score": 0
      },
      {
        "key": "C",
        "text": "Menasehati teman tersebut agar segera melunasi pembayaran agar dapat mengikuti Penilaian Akhir Semester nantinya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Tidak peduli dengan keadaannya karena pembayaran buku merupakan tanggung jawab seorang siswa",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah empati. Salah satu indikator dari aspek tersebut adalah kemampuan untuk merasakan perasaan orang lain atau menempatkan diri di posisi tersebut."
  },
  {
    "id": 42,
    "text": "Ketika melihat nenek-nenek pengemis bertebaran di lampu merah, maka tindakan saya ....",
    "options": [
      {
        "key": "A",
        "text": "Mencaci maki karena tidak diperbolehkan mengemis di lampu merah",
        "score": 1
      },
      {
        "key": "B",
        "text": "Membuang muka kala salah satu dari mereka menghampiri saya",
        "score": 0
      },
      {
        "key": "C",
        "text": "Memberikan sejumlah uang jika salah satu dari mereka menghampiri saya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Berinisiatif untuk memberikan uang kepada pengemis yang ada",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah empati. Seperti yang diketahui bahwa konsep dasar dari empati adalah kemampuan untuk memahami kondisi orang lain."
  },
  {
    "id": 43,
    "text": "Ketika teman anda meminjam uang kepada anda untuk kedua kalinya dan ia sangat membutuhkan uang tersebut, padahal pinjaman uang sebelumnya belum dikembalikan maka sikap anda ....",
    "options": [
      {
        "key": "A",
        "text": "Kesal dan mencaci maki karena uang tersebut merupakan hak anda",
        "score": 1
      },
      {
        "key": "B",
        "text": "Tidak memperdulikan karena sudah pernah membantu meminjami uang",
        "score": 0
      },
      {
        "key": "C",
        "text": "Meminjami kembali untuk kedua kalinya dan memberikan saran untuk segera menyicil pinjaman sebelumnya agar tidak berat dalam mengembalikannya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Meminjami uang lagi namun melihat terlebih dahulu seberapa penting kebutuhannya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah empati. Salah satu indikator dari aspek tersebut adalah kemampuan untuk memahami situasi orang lain dan merasa perlu untuk memberikan bantuan. Ketika orang lain membutuhkan bantuan sudah menjadi kewajiban kita untuk menolongnya."
  },
  {
    "id": 44,
    "text": "Ketika teman saya sedang menceritakan tentang kisah kehidupannya yang menderita maka saya ....",
    "options": [
      {
        "key": "A",
        "text": "Memotong pembicaraan teman saya karena tidak penting",
        "score": 1
      },
      {
        "key": "B",
        "text": "Mendengarkannya sambil bermain handphone karena bosan mendengarkan ceritanya",
        "score": 0
      },
      {
        "key": "C",
        "text": "Menyuruhnya untuk bersabar",
        "score": 0
      },
      {
        "key": "D",
        "text": "Mendengarkan dengan penuh antusias dan mencoba menenangkannya serta menanggapi jika dimintai saran olehnya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah empati. Salah satu indikator dari aspek tersebut adalah kemampuan untuk memahami situasi orang lain, salah satu cara yang dapat dilakukan adalah dengan mendengarkannya baik-baik. Tidak menyela apa yang sedang disampaikannya dan berusaha menenangkannya apabila dibutuhkan."
  },
  {
    "id": 45,
    "text": "Hari ini tim satu devisi saya akan menjenguk salah satu rekan kerja yang sakit. Namun, saya masih memiliki pekerjaan kantor yang harus saya selesaikan namun tidak terburu-buru. Maka sikap saya ....",
    "options": [
      {
        "key": "A",
        "text": "Saya lebih memilih menyelesaikan pekerjaan saya di kantor karena pekerjaan kantor harus lebih diutamakan daripada apapun",
        "score": 1
      },
      {
        "key": "B",
        "text": "Saya akan ikut menjenguk rekan saya jika pekerjaan saya sudah selesai",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya akan mengerjakan pekerjaan saya secepat mungkin agar tidak memiliki beban ketika menjenguk rekan yang sakit",
        "score": 0
      },
      {
        "key": "D",
        "text": "Saya akan ikut menjenguk karena ingin mengetahui keadaan rekan kerja saya setelah itu baru melanjutkan menyelesaikan pekerjaan kantor saya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah empati. Salah satu indikator dari aspek tersebut adalah sikap kepedulian yang harusnya ditunjukkan kala teman Anda mengalami musibah, memilih menyelesaikan pekerjaan dibandingkan menjenguk teman yang sakit terlebih dahulu menunjukkan sikap yang kurang berempati dan minim perasaan kepedulian."
  },
  {
    "id": 46,
    "text": "Suatu ketika, salah satu staff saya melakukan pelanggaran yang menyebabkan kerugian bagi perusahaan. Staff tersebut memiliki kekerabatan dengan saya. Berdasarkan SOP Perusahaan tindakannya tersebut bisa membuatnya mendapatkan sanksi yang berat. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Memberikan sanksi yang tegas sesuai dengan peraturan perusahaan",
        "score": 1
      },
      {
        "key": "B",
        "text": "Memberikan keringanan kepada staff tersebut karena merupakan kerabat saya",
        "score": 0
      },
      {
        "key": "C",
        "text": "Memberikan kesempatan untuk staff tersebut memperbaiki dirinya",
        "score": 0
      },
      {
        "key": "D",
        "text": "Melakukan mediasi kepada staff tersebut untuk menemukan solusi dari kesalahan yang telah diperbuatnya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Sebagai seorang pimpinan maka sangat penting untuk bersikap dengan tegas terhadap perilaku pelanggaran yang berpotensi merugikan perusahaan Anda. Tanpa memperhatikan status ada/tidaknya hubungan keluarga dengan Anda. Karena hal ini, tidak mencerminkan sikap integritas yang baik."
  },
  {
    "id": 47,
    "text": "Ketika membuat laporan kerja bulanan, rekan kerja satu divisi saya banyak yang memanipulasi data karena banyak target yang tidak tercapai. Mereka mengajak saya untuk mengikuti cara kerjanya dan mengancam akan menjauhi saya jika tidak mengikuti cara kerja mereka. Menanggapi hal tersebut maka sikap saya ....",
    "options": [
      {
        "key": "A",
        "text": "Saya akan menegur kecurangan yang mereka lakukan",
        "score": 1
      },
      {
        "key": "B",
        "text": "Saya akan berusaha mempertahankan prinsip kejujuran di dalam diri saya dalam kondisi apapun",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya akan menuruti kemauan rekan saya demi sebuah solidaritas",
        "score": 0
      },
      {
        "key": "D",
        "text": "Saya akan mengikuti cara kerja mereka karena memanipulasi data adalah hal yang wajar",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Salah satu indikator penting dari aspek tersebut adalah kejujuran. Berdusta berbanding terbalik dengan kejujuran. Sehingga orang yang berintegritas yang baik akan selalu berusaha untuk jujur. Meskipun konsekuensinya adalah Anda tidak terlalu disukai oleh rekan kerja Anda, hal tersebut jauh lebih mulia dibandingkan disukai karena berdusta."
  },
  {
    "id": 48,
    "text": "Untuk mendapatkan kenaikan posisi di perusahaan maka saya akan ....",
    "options": [
      {
        "key": "A",
        "text": "Berusaha keras dengan cara yang baik dan jujur",
        "score": 1
      },
      {
        "key": "B",
        "text": "Meminta masukan kepada senior",
        "score": 0
      },
      {
        "key": "C",
        "text": "Bekerja dengan santai karena semua karyawan pasti akan naik jabatan",
        "score": 0
      },
      {
        "key": "D",
        "text": "Memberikan sejumlah uang kepada atasan agar segera naik jabatan",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Berupaya semaksimal mungkin merupakan sesuatu hal yang baik untuk meraih jenjang karir terbaik. Meskipun harus bersusah payah, hasil yang akan Anda peroleh nantinya akan jauh lebih berkah."
  },
  {
    "id": 49,
    "text": "Saya merupakan karyawan yang sudah bekerja cukup lama diperusahaan. Ketika saya datang terlambat ke kantor maka saya akan ....",
    "options": [
      {
        "key": "A",
        "text": "Saya merasa biasa saja karena saya merupakan senior di perusahaan",
        "score": 1
      },
      {
        "key": "B",
        "text": "Saya akan masuk kantor secara diam-diam agar rekan kerja lain tidak melihat jika saya terlambat",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya merasa malu dan meminta maaf atas keterlambatan serta berusaha untuk tidak mengulanginya lagi",
        "score": 0
      },
      {
        "key": "D",
        "text": "Meminta maaf ke atasan karena keterlambatan yang telah dilakukan",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Orang yang memiliki integritas yang baik cenderung akan bertindak sesuai dengan aturan yang ada di tempat kerja, terlepas dari status Anda yang sudah lama bekerja atau baru sebentar."
  },
  {
    "id": 50,
    "text": "Saya memilih untuk stay ditempat kerja yang saat ini menjadi tempat saya mengadu nasib, meskipun penawaran bekerja di tempat lain selalu berdatangan.Tempat kerja Anda saat ini merupakan tempat Anda mengadu nasib dari 10 tahun yang lalu, ketika Anda mendapatkan penawaran bekerja di tempar lain tindakan yang Anda lakukan yaitu ....",
    "options": [
      {
        "key": "A",
        "text": "Saya akan memilih tetap bertahan pada perusahaan ini dengan terus memberikan kontribusi terbaik",
        "score": 1
      },
      {
        "key": "B",
        "text": "Saya akan menghabiskan masa kerja saya sampai pensiun di perusahaan ini",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya akan mempertimbangkannya terlebih dahulu",
        "score": 0
      },
      {
        "key": "D",
        "text": "Saya akan meninggalkan perusahaan ini demi gaji yang lebih tinggi",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah integritas. Orang yang memiliki integritas yang baik akan menunjukkan sikap loyalitas dan totalitas terhadap pekerjaannya, bahkan memiliki dedikasi yang tinggi dan tidak mudah tergiur dengan keinginan berpindah karena alasan yang bersifat pribadi."
  },
  {
    "id": 51,
    "text": "Suatu ketika akan diadakan tes seleksi cpns. Saya sebenarnya tidak terlalu berambisi untuk menjadi seorang ASN. Namun, orang tua saya mengharapkan saya menjadi ASN agar bisa menjadi sukses. Bagaimanakah sikap saya seharusnya?",
    "options": [
      {
        "key": "A",
        "text": "Menentang keinginan kedua orang tua saya, karena saya tidak menginginkannya",
        "score": 1
      },
      {
        "key": "B",
        "text": "Berusaha mengikuti keinginan kedua orang tua saya agar mereka bahagia",
        "score": 0
      },
      {
        "key": "C",
        "text": "Saya berusaha bersungguh-sungguh mengikuti tes seleksi cpns agar bisa membanggakan kedua orang tua",
        "score": 0
      },
      {
        "key": "D",
        "text": "Saya memberitahu kedua orang tua terkait impian saya yang tidak ingin menjadi seorang ASN.",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah moralitas. Sebagai seorang anak sudah sepatutnya berusaha untuk membahagiakan orang tua dengan cara mengikuti perkataannya. Selama hal yang diarahkan tersebut mengarah ke hal hal baik."
  },
  {
    "id": 52,
    "text": "Ketika bertemu guru dimanapun baik itu di sekolah ataupun di luar sekolah maka saya akan ....",
    "options": [
      {
        "key": "A",
        "text": "Bersalaman dan menanyakan kabar",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menyapa dan melambaikan tangan dari kejauhan",
        "score": 0
      },
      {
        "key": "C",
        "text": "Menyapa guru yang dikenal saja",
        "score": 0
      },
      {
        "key": "D",
        "text": "Menghindarinya karena malu untuk menyapa",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah moralitas. Moralitas berkaitan dengan nilai-nilai yang berlaku di  kehidupan sosial. Salah satu sikap yang seharusnya dilestarikan adalah dengan besikap sopan kepada guru ketika bertemu seperti berjabat tangan atau bersalaman."
  },
  {
    "id": 53,
    "text": "Saya tidak sengaja melihat seorang anak mencuri uang di tas saya, maka saya ....",
    "options": [
      {
        "key": "A",
        "text": "Menasehatinya secara empat mata bahwa tindakan yang dilakukan tersebut tidak baik",
        "score": 1
      },
      {
        "key": "B",
        "text": "Melaporkan pada pihak yang berwenang",
        "score": 0
      },
      {
        "key": "C",
        "text": "Memarahinya didepan umum",
        "score": 0
      },
      {
        "key": "D",
        "text": "Berteriak maling agar orang-orang membantu menghakimi anak tersebut",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah moralitas. Mencuri merupakan suatu tindakan yang kurang baik, sehingga harus diantisipasi dengan cara memberikan edukasi atau nasihat agar di kemudian hari anak tersebut tidak mengulanginya lagi."
  },
  {
    "id": 54,
    "text": "Ketika saya sedang asik menonton drama korea favorit saya dikamar, lalu ibu berteriak untuk membantunya maka sikap saya ....",
    "options": [
      {
        "key": "A",
        "text": "Bertanya dari dalam kamar bantuan apa yang diperlukan ibu",
        "score": 1
      },
      {
        "key": "B",
        "text": "Segera menghampiri ibu dan bertanya apa yang bisa dibantu",
        "score": 0
      },
      {
        "key": "C",
        "text": "Membantunya ketika sudah selesai menonton drama korea",
        "score": 0
      },
      {
        "key": "D",
        "text": "Berpura-pura tidak mendengar karena tidak ingin tertinggal drama korea favorit saya",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah moralitas. Moralitas berkaitan dengan nilai-nilai yang berlaku di  kehidupan sosial. Sebagai seorang anak sudah semestinya untuk selalu bisa membantu orang tua terutama ibu, hal tersebut menunjukkan sikap bakti Anda sebagai seorang anak."
  },
  {
    "id": 55,
    "text": "Ketika saya berada di suatu tempat ada orang asing yang tersenyum kepada saya, maka yang saya lakukan ....",
    "options": [
      {
        "key": "A",
        "text": "Memarahinya karena merasa terganggu",
        "score": 1
      },
      {
        "key": "B",
        "text": "Menatap dengan sinis karena merasa risih dan tidak nyaman",
        "score": 0
      },
      {
        "key": "C",
        "text": "Mengalihkan pandangan dan berpura-pura tidak mengetahui",
        "score": 0
      },
      {
        "key": "D",
        "text": "Membalas senyum tersebut sambil menganggukkan kepala",
        "score": 0
      }
    ],
    "explanation": "Aspek yang dinilai pada soal di atas adalah moralitas. Moralitas berkaitan dengan nilai-nilai yang berlaku di  kehidupan sosial. Tersenyum merupakan salah satu sikap keramahan yang sudah ditanamkan oleh orang tua kepada diri kita sejak kecil. Sehingga untuk menghargai orang yang tersenyum ke arah kita maka sudah semestinya kita juga membalasnya dengan senyuman untuk menghargai bukan justru menunjukkan tatapan yang sinis."
  }
]